Repository: Sma1lboy/yap
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans, zh_hant

source: Add Custom Enhancement Model
de: Eigenes Verbesserungsmodell hinzufügen
fr: Ajouter un modèle d'amélioration personnalisé
zh_hans: 添加自定润色模型
zh_hant: 新增自定潤色模型

source: Add Custom Transcription Model
de: Eigenes Transkriptionsmodell hinzufügen
fr: Ajouter un modèle de transcription personnalisé
zh_hans: 添加自定转写模型
zh_hant: 新增自定轉錄模型

source: Add Filler Word
de: Füllwort hinzufügen
fr: Ajouter un mot de remplissage
zh_hans: 添加填充词
zh_hant: 新增填充詞

source: Add First Replacement
de: Erste Ersetzung hinzufügen
fr: Ajouter un premier remplacement
zh_hans: 添加第一条替换
zh_hant: 新增第一條取代

source: Add First Word
de: Erstes Wort hinzufügen
fr: Ajouter un premier mot
zh_hans: 添加第一个词
zh_hant: 新增第一個詞

source: Add Funds
de: Guthaben aufladen
fr: Ajouter des fonds
zh_hans: 充值
zh_hant: 儲值

source: Add Funds…
de: Guthaben aufladen …
fr: Ajouter des fonds…
zh_hans: 充值…
zh_hant: 儲值…

source: Add Model
de: Modell hinzufügen
fr: Ajouter un modèle
zh_hans: 添加模型
zh_hant: 新增模型

source: Add New
de: Neu hinzufügen
fr: Ajouter un nouveau
zh_hans: 新建
zh_hant: 新建

source: Add New Mode
de: Neuen Modus hinzufügen
fr: Ajouter un nouveau mode
zh_hans: 添加新模式
zh_hant: 新增新模式

source: Add Now
de: Jetzt hinzufügen
fr: Ajouter maintenant
zh_hans: 立即添加
zh_hant: 立即新增

source: Add Rewrite Mode
de: Rewrite-Modus hinzufügen
fr: Ajouter le mode Rewrite
zh_hans: 添加改写模式
zh_hant: 新增改寫模式

source: Add Second Shortcut
de: Zweites Tastenkürzel hinzufügen
fr: Ajouter un deuxième raccourci
zh_hans: 添加第二个快捷键
zh_hant: 新增第二個快速鍵

source: Add Space After Paste
de: Leerzeichen nach dem Einfügen hinzufügen
fr: Ajouter de l'espace après le collage
zh_hans: 粘贴后添加空格
zh_hant: 貼上後新增空格

source: Add a custom fine-tuned whisper model to use with Yap. Select the downloaded .bin file.
de: Ein eigenes, feinjustiertes Whisper-Modell für Yap hinzufügen. Wähle die heruntergeladene .bin-Datei aus.
fr: Ajoutez un modèle Whisper personnalisé et affiné à utiliser avec Yap. Sélectionnez le fichier .bin téléchargé.
zh_hans: 添加自定微调的 whisper 模型以在 Yap 中使用。请选择已下载的 .bin 文件。
zh_hant: 新增自定微調的 whisper 模型以在 Yap 中使用。請選擇已下載的 .bin 檔案。

source: Add a new mode
de: Neuen Modus hinzufügen
fr: Ajouter un nouveau mode
zh_hans: 添加新模式
zh_hant: 新增新模式

source: Add a trailing space after pasted transcription output.
de: Ein abschließendes Leerzeichen nach der eingefügten Transkription hinzufügen.
fr: Ajoutez un espace de fin après la sortie de transcription collée.
zh_hans: 在粘贴的转写输出末尾添加一个空格。
zh_hant: 在貼上的轉錄輸出末尾新增一個空格。

source: Add app or website...
de: App oder Website hinzufügen...
fr: Ajouter une application ou un site Web...
zh_hans: 添加 App 或网站…
zh_hant: 新增 App 或網站…

source: Add custom model
de: Eigenes Modell hinzufügen
fr: Ajouter un modèle personnalisé
zh_hans: 添加自定模型
zh_hant: 新增自定模型

source: Add customized modes for different contexts
de: Eigene Modi für verschiedene Kontexte hinzufügen
fr: Ajoutez des modes personnalisés pour différents contextes
zh_hans: 为不同场景添加自定模式
zh_hant: 為不同場景新增自定模式

source: Add enhancement model
de: Verbesserungsmodell hinzufügen
fr: Ajouter un modèle d'amélioration
zh_hans: 添加润色模型
zh_hant: 新增潤色模型

source: Add files
de: Dateien hinzufügen
fr: Ajouter des fichiers
zh_hans: 添加文件
zh_hant: 新增檔案

source: Add filler word
de: Füllwort hinzufügen
fr: Ajouter un mot de remplissage
zh_hans: 添加填充词
zh_hant: 新增填充詞

source: Add funds to start dictating. Your balance updates when you come back to Yap.
de: Lade Guthaben auf, um mit dem Diktieren zu beginnen. Das Guthaben aktualisiert sich, wenn du zu Yap zurückkehrst.
fr: Ajoutez des fonds pour commencer à dicter. Votre solde se met à jour à votre retour dans Yap.
zh_hans: 充值后即可开始听写。回到 Yap 时余额会自动更新。
zh_hant: 儲值後即可開始聽寫。回到 Yap 時餘額會自動更新。

source: Add microphones in the order Yap should try them.
de: Mikrofone in der Reihenfolge hinzufügen, in der Yap sie verwenden soll.
fr: Ajoutez des microphones dans l’ordre dans lequel Yap devrait les essayer.
zh_hans: 按 Yap 应依次尝试的顺序添加麦克风。
zh_hant: 按 Yap 應依次嘗試的順序新增麥克風。

source: Add model
de: Modell hinzufügen
fr: Ajouter un modèle
zh_hans: 添加模型
zh_hant: 新增模型

source: Add names and terms Yap should spell your way. Auto-Learn suggests entries from the corrections you make after a paste.
de: Füge Namen und Begriffe hinzu, die Yap so schreiben soll wie du. Auto-Lernen schlägt Einträge aus den Korrekturen vor, die du nach dem Einfügen machst.
fr: Ajoutez les noms et termes que Yap doit écrire à votre façon. L’apprentissage automatique propose des entrées à partir des corrections que vous faites après un collage.
zh_hans: 添加 Yap 要按你的写法拼的名字和术语。自动学习会根据你粘贴后做的修改建议新条目。
zh_hant: 新增 Yap 要按你的寫法拼的名字和術語。自動學習會根據你貼上後做的修改建議新項目。

source: Add names, product terms, and jargon so Yap spells them correctly.
de: Füge Namen, Produktbegriffe und Fachwörter hinzu, damit Yap sie richtig schreibt.
fr: Ajoutez des noms, des termes produit et du jargon pour que Yap les écrive correctement.
zh_hans: 添加人名、产品名和行业术语，让 Yap 把它们写对。
zh_hant: 新增人名、產品名和行業術語，讓 Yap 把它們寫對。

source: Add new prompt
de: Neuen Prompt hinzufügen
fr: Ajouter une nouvelle invite
zh_hans: 添加新提示词
zh_hant: 新增新提示詞

source: Add one entry at a time, or paste multiple entries separated by commas.
de: Füge jeweils einen Eintrag hinzu oder füge mehrere durch Kommas getrennte Einträge ein.
fr: Ajoutez une entrée à la fois ou collez plusieurs entrées séparées par des virgules.
zh_hans: 一次添加一个条目，或粘贴多个以逗号分隔的条目。
zh_hant: 一次新增一個項目，或貼上多個以逗號分隔的項目。

source: Add prompt
de: Prompt hinzufügen
fr: Ajouter une invite
zh_hans: 添加提示词
zh_hant: 新增提示詞

source: Add this model's API key on this Mac
de: Füge den API-Schlüssel dieses Modells auf diesem Mac hinzu
fr: Ajoutez la clé d’API de ce modèle sur ce Mac
zh_hans: 在这台 Mac 上填入这个模型的 API key
zh_hant: 在這台 Mac 上填入這個模型的 API key

source: Add transcription model
de: Transkriptionsmodell hinzufügen
fr: Ajouter un modèle de transcription
zh_hans: 添加转写模型
zh_hant: 新增轉錄模型

source: Add trigger
de: Auslöser hinzufügen
fr: Ajouter un déclencheur
zh_hans: 添加触发条件
zh_hant: 新增觸發條件

source: Add trigger word
de: Auslöserwort hinzufügen
fr: Ajouter un mot déclencheur
zh_hans: 添加触发词
zh_hant: 新增觸發詞

source: Add website
de: Website hinzufügen
fr: Ajouter un site Web
zh_hans: 添加网站
zh_hant: 新增網站

source: Add word
de: Wort hinzufügen
fr: Ajouter un mot
zh_hans: 添加词语
zh_hant: 新增詞語

source: Add word replacement
de: Wortersetzung hinzufügen
fr: Ajouter un remplacement de mot
zh_hans: 添加词语替换
zh_hant: 新增詞語取代

source: Add word to vocabulary
de: Wort zum Vokabular hinzufügen
fr: Ajouter un mot au vocabulaire
zh_hans: 添加词语到词汇
zh_hant: 新增詞語到詞彙

source: Added %@ of trial credit to your Yap Cloud balance.
de: %@ Startguthaben wurde deinem Yap-Cloud-Guthaben gutgeschrieben.
fr: %@ de crédit d'essai ajoutés à votre solde Yap Cloud.
zh_hans: 已到账 %@ 体验额度。
zh_hant: 已到賬 %@ 體驗額度。

source: Added %@ to your Yap Cloud balance.
de: %@ wurde deinem Yap-Cloud-Guthaben gutgeschrieben.
fr: %@ ajoutés à votre solde Yap Cloud.
zh_hans: 已到账 %@,Yap Cloud 余额已更新。
zh_hant: 已到賬 %@,Yap Cloud 餘額已更新。

source: Added “%@” to Dictionary
de: „%@“ zum Wörterbuch hinzugefügt
fr: Ajout de « %@ » au dictionnaire
zh_hans: 已将“%@”添加到词典
zh_hant: 已將「%@」新增到字典

source: Adding funds isn't available yet.
de: Guthaben aufladen ist noch nicht verfügbar.
fr: L’ajout de fonds n’est pas encore disponible.
zh_hans: 暂时还不能充值。
zh_hant: 暫時還不能儲值。

source: Additional Shortcuts
de: Weitere Tastaturkürzel
fr: Raccourcis supplémentaires
zh_hans: 其他快捷键
zh_hant: 其他快速鍵

source: Adds a space between Chinese and Latin letters or digits: "用Yap听写" becomes "用 Yap 听写".
de: Fügt ein Leerzeichen zwischen chinesischen Zeichen und lateinischen Buchstaben oder Ziffern ein: „用Yap听写“ wird zu „用 Yap 听写“.
fr: Ajoute une espace entre les caractères chinois et les lettres latines ou chiffres : « 用Yap听写 » devient « 用 Yap 听写 ».
zh_hans: 在汉字和英文字母或数字之间加空格："用Yap听写"变成"用 Yap 听写"。
zh_hant: 在漢字和英文字母或數字之間加空格："用Yap聽寫"變成"用 Yap 聽寫"。

source: Adjust Cap
de: Limit anpassen
fr: Modifier le plafond
zh_hans: 调整上限
zh_hant: 調整上限

source: Advanced
de: Erweitert
fr: Avancé
zh_hans: 高级
zh_hant: 進階

source: Affiliate
de: Partnerprogramm
fr: Affiliation
zh_hans: 联盟计划
zh_hant: 聯盟計劃

source: All
de: Alle
fr: Tous
zh_hans: 全部
zh_hant: 全部

source: All Apps
de: Alle Apps
fr: Toutes les apps
zh_hans: 所有应用
zh_hant: 所有應用

source: All Models
de: Alle Modelle
fr: Tous les modèles
zh_hans: 全部模型
zh_hant: 全部模型

source: All Models…
de: Alle Modelle …
fr: Tous les modèles…
zh_hans: 全部模型…
zh_hant: 全部模型…

source: All Modes
de: Alle Modi
fr: Tous les modes
zh_hans: 所有模式
zh_hant: 所有模式

source: All Time
de: Gesamt
fr: Tout le temps
zh_hans: 全部时间
zh_hant: 全部時間

source: All Yap Cloud Models
de: Alle Yap-Cloud-Modelle
fr: Tous les modèles Yap Cloud
zh_hans: Yap Cloud 全部模型
zh_hant: Yap Cloud 全部模型

source: All Yap Cloud Models…
de: Alle Yap-Cloud-Modelle …
fr: Tous les modèles Yap Cloud…
zh_hans: Yap Cloud 全部模型…
zh_hant: Yap Cloud 全部模型…

source: All settings
de: Alle Einstellungen
fr: Tous les paramètres
zh_hans: 所有设置
zh_hant: 所有設定

source: All-Time Productivity
de: Produktivität insgesamt
fr: Productivité globale
zh_hans: 总计生产力
zh_hant: 總計生產力

source: Allow
de: Erlauben
fr: Permettre
zh_hans: 允许
zh_hant: 允許

source: Allow Permissions
de: Berechtigungen erlauben
fr: Autoriser les autorisations
zh_hans: 允许权限
zh_hant: 允許權限

source: Allow Yap to work across all your apps.
de: Erlaube Yap, in all deinen Apps zu funktionieren.
fr: Autorisez Yap à fonctionner sur toutes vos applications.
zh_hans: 允许 Yap 在你的所有 App 中工作。
zh_hant: 允許 Yap 在你的所有 App 中工作。

source: Already have a Yap Cloud account?
de: Du hast schon ein Yap-Cloud-Konto?
fr: Vous avez déjà un compte Yap Cloud ?
zh_hans: 已有 Yap Cloud 账户？
zh_hant: 已有 Yap Cloud 帳號？

source: Already used by "%@"
de: Bereits von "%@" verwendet
fr: Déjà utilisé par "%@"
zh_hans: 已被“%@”使用
zh_hant: 已被「%@」使用

source: Amount (USD)
de: Betrag (USD)
fr: Montant (USD)
zh_hans: 金额(美元)
zh_hant: 金額(美元)

source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
fr: Une erreur inconnue s'est produite.
zh_hans: 发生未知错误。
zh_hant: 發生未知錯誤。

source: Analyze
de: Analysieren
fr: Analyser
zh_hans: 分析
zh_hant: 分析

source: Analyzing...
de: Wird analysiert...
fr: Analyse...
zh_hans: 正在分析…
zh_hant: 正在分析…

source: Another Mac changed the settings in the meantime. Look at the history again, then restore.
de: Ein anderer Mac hat die Einstellungen inzwischen geändert. Sieh dir den Verlauf erneut an und stelle dann wieder her.
fr: Un autre Mac a modifié les réglages entre-temps. Consultez à nouveau l’historique, puis restaurez.
zh_hans: 这期间另一台 Mac 改了设置。请重新查看历史后再恢复。
zh_hant: 這期間另一台 Mac 改了設定。請重新查看歷史後再復原。

source: Any remaining balance is not refunded and can't be recovered.
de: Ein Restguthaben wird nicht erstattet und kann nicht wiederhergestellt werden.
fr: Tout solde restant n'est pas remboursé et ne peut pas être récupéré.
zh_hans: 剩余余额不退还，也无法恢复。
zh_hant: 剩餘餘額不退還，也無法復原。

source: Appearance
de: Darstellung
fr: Apparence
zh_hans: 外观
zh_hant: 外觀

source: Append to Journal
de: An Journal anhängen
fr: Ajouter au journal
zh_hans: 追加到日记
zh_hant: 追加到日記

source: Apple Intelligence for AI enhancement (Experimental)
de: Apple Intelligence für KI-Überarbeitung (experimentell)
fr: Apple Intelligence pour l'amélioration IA (expérimental)
zh_hans: 用 Apple 智能做 AI 润色(实验性)
zh_hant: 用 Apple 智慧做 AI 潤色(實驗性)

source: Apple Speech could not replace a language reservation automatically. Try again.
de: Apple Speech konnte eine Sprachreservierung nicht automatisch ersetzen. Versuche es erneut.
fr: Apple Speech n’a pas pu remplacer automatiquement une réservation de langue. Réessayez.
zh_hans: Apple Speech 无法自动替换语言预留。请重试。
zh_hant: Apple Speech 無法自動取代語言預留。請重試。

source: Apple Speech could not reserve language assets for %@. Please try again.
de: Apple Speech konnte die Sprachressourcen für %@ nicht reservieren. Versuche es erneut.
fr: Apple Speech n’a pas pu réserver les ressources linguistiques pour %@. Réessayez.
zh_hans: Apple Speech 无法为 %@ 预留语言资源。请重试。
zh_hant: Apple Speech 無法為 %@ 預留語言資源。請重試。

source: Apple Speech did not finish returning transcription results.
de: Apple Speech hat die Rückgabe der Transkriptionsergebnisse nicht abgeschlossen.
fr: Apple Speech n'a pas fini de renvoyer les résultats de transcription.
zh_hans: Apple Speech 未能完整返回转写结果。
zh_hant: Apple Speech 未能完整返回轉錄結果。

source: Apple Speech does not support this language.
de: Apple Speech unterstützt diese Sprache nicht.
fr: Apple Speech ne prend pas en charge cette langue.
zh_hans: Apple Speech 不支持此语言。
zh_hant: Apple Speech 不支援此語言。

source: Apple Speech language download failed: %@
de: Download der Apple-Speech-Sprache fehlgeschlagen: %@
fr: Échec du téléchargement du langage Apple Speech : %@
zh_hans: Apple Speech 语言下载失败：%@
zh_hant: Apple Speech 語言下載失敗：%@

source: Apple Speech language downloads are not available on this system.
de: Downloads für Apple-Speech-Sprachen sind auf diesem System nicht verfügbar.
fr: Les téléchargements du langage Apple Speech ne sont pas disponibles sur ce système.
zh_hans: 此系统不支持下载 Apple Speech 语言。
zh_hant: 此系統不支援下載 Apple Speech 語言。

source: Apple Speech language is downloaded.
de: Die Apple-Speech-Sprache wurde heruntergeladen.
fr: Le langage Apple Speech est téléchargé.
zh_hans: Apple Speech 语言已下载。
zh_hant: Apple Speech 語言已下載。

source: Applied: %@
de: Angewendet: %@
fr: Appliqué : %@
zh_hans: 已应用：%@
zh_hant: 已應用：%@

source: Apply All (%lld)
de: Alle anwenden (%lld)
fr: Appliquer tout (%lld)
zh_hans: 全部应用（%lld）
zh_hant: 全部應用（%lld）

source: Apply Selected (%lld)
de: Ausgewählte anwenden (%lld)
fr: Appliquer la sélection (%lld)
zh_hans: 应用所选（%lld）
zh_hant: 應用所選（%lld）

source: Apply intelligent text formatting to break large block of text into paragraphs.
de: Intelligente Textformatierung anwenden, um große Textblöcke in Absätze zu unterteilen.
fr: Appliquez un formatage de texte intelligent pour diviser un gros bloc de texte en paragraphes.
zh_hans: 应用智能文本排版，将大段文字拆分为段落。
zh_hant: 應用智慧文字排版，將大段文字拆分為段落。

source: Are you sure you want to delete '%@' prompt? This action cannot be undone.
de: Soll der Prompt „%@“ wirklich gelöscht werden? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir supprimer l'invite « %@ » ? Cette action ne peut pas être annulée.
zh_hans: 确定要删除提示词「%@」吗？此操作无法撤销。
zh_hant: 確定要刪除提示詞「%@」嗎？此操作無法撤銷。

source: Are you sure you want to delete '%@'? This action cannot be undone.
de: Soll „%@“ wirklich gelöscht werden? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir supprimer « %@ » ? Cette action ne peut pas être annulée.
zh_hans: 确定要删除「%@」吗？此操作无法撤销。
zh_hant: 確定要刪除「%@」嗎？此操作無法撤銷。

source: Are you sure you want to delete the custom enhancement model '%@'?
de: Möchtest du das eigene Verbesserungsmodell „%@“ wirklich löschen?
fr: Êtes-vous sûr de vouloir supprimer le modèle d'amélioration personnalisé « %@ » ?
zh_hans: 确定要删除自定润色模型「%@」吗？
zh_hant: 確定要刪除自定潤色模型「%@」嗎？

source: Are you sure you want to delete the custom model '%@'?
de: Möchtest du das eigene Modell „%@“ wirklich löschen?
fr: Êtes-vous sûr de vouloir supprimer le modèle personnalisé « %@ » ?
zh_hans: 确定要删除自定模型「%@」吗？
zh_hant: 確定要刪除自定模型「%@」嗎？

source: Around %@ tokens
de: Etwa %@ Tokens
fr: Autour des jetons %@
zh_hans: 约 %@ 个令牌
zh_hant: 約 %@ 個Token

source: Arrow
de: Pfeil
fr: Flèche
zh_hans: 箭头
zh_hant: 箭頭

source: Ask
de: Fragen
fr: Demander
zh_hans: 提问
zh_hant: 提問

source: Assign a unique keyboard or mouse shortcut to instantly activate this mode and start recording.
de: Weise ein eindeutiges Tastatur- oder Maustastenkürzel zu, um diesen Modus sofort zu aktivieren und die Aufnahme zu starten.
fr: Attribuez un raccourci clavier ou souris unique pour activer instantanément ce mode et démarrer l'enregistrement.
zh_hans: 分配一个唯一的键盘或鼠标快捷键，即可立即激活此模式并开始录音。
zh_hant: 分配一個唯一的鍵盤或滑鼠快速鍵，即可立即啟用此模式並開始錄音。

source: Assistant
de: Assistent
zh_hans: 助手
zh_hant: 助理

source: Assistant response was not saved: %@
de: Assistentenantwort wurde nicht gespeichert: %@
fr: La réponse de l'assistant n'a pas été enregistrée : %@
zh_hans: 助手回复未存储：%@
zh_hant: 助理回復未儲存：%@

source: At this month's pace (%@ a month), your balance lasts about %lld days.
de: Beim Verbrauch dieses Monats (%1$@ pro Monat) reicht dein Guthaben etwa %2$lld Tage.
fr: Au rythme de ce mois (%1$@ par mois), votre solde dure environ %2$lld jours.
zh_hans: 按本月用量（约每月 %1$@），余额大约还能用 %2$lld 天。
zh_hant: 按本月用量（約每月 %1$@），餘額大約還能用 %2$lld 天。

source: At this month's pace (%@ a month), your balance lasts less than a day.
de: Beim Verbrauch dieses Monats (%@ pro Monat) reicht dein Guthaben weniger als einen Tag.
fr: Au rythme de ce mois (%@ par mois), votre solde dure moins d'un jour.
zh_hans: 按本月用量（约每月 %@），余额不够用一天。
zh_hant: 按本月用量（約每月 %@），餘額不夠用一天。

source: At this month's pace (%@ a month), your balance lasts more than a year.
de: Beim Verbrauch dieses Monats (%@ pro Monat) reicht dein Guthaben über ein Jahr.
fr: Au rythme de ce mois (%@ par mois), votre solde dure plus d'un an.
zh_hans: 按本月用量（约每月 %@），余额够用一年以上。
zh_hant: 按本月用量（約每月 %@），餘額夠用一年以上。

source: Audio Cleanup
de: Audio-Bereinigung
fr: Nettoyage audio
zh_hans: 音频清理
zh_hant: 音訊清理

source: Audio Files
de: Audiodateien
fr: Fichiers audio
zh_hans: 音频文件
zh_hant: 音訊檔案

source: Audio Input
de: Audioeingabe
fr: Entrée audio
zh_hans: 音频输入
zh_hant: 音訊輸入

source: Audio Settings
de: Audioeinstellungen
fr: Paramètres audio
zh_hans: 音频设置
zh_hant: 音訊設定

source: Audio device is no longer available
de: Audiogerät ist nicht mehr verfügbar
fr: Le périphérique audio n'est plus disponible
zh_hans: 音频设备已不可用
zh_hant: 音訊裝置已不可用

source: Audio file is %.1f seconds long. Please use an audio file that is %.0f seconds or shorter for start and stop sounds.
de: Die Audiodatei ist %.1f Sekunden lang. Bitte verwende für Start- und Stopptöne eine Audiodatei, die %.0f Sekunden oder kürzer ist.
fr: Le fichier audio dure %.1f secondes. Veuillez utiliser un fichier audio d'une durée de %.0f secondes ou moins pour les sons de démarrage et d'arrêt.
zh_hans: 音频文件长度为 %.1f 秒。请为开始和停止提示音使用 %.0f 秒或更短的音频文件。
zh_hant: 音訊檔案長度為 %.1f 秒。請為開始和停止提示音使用 %.0f 秒或更短的音訊檔案。

source: Audio file is unavailable
de: Audiodatei ist nicht verfügbar
fr: Le fichier audio n'est pas disponible
zh_hans: 音频文件不可用
zh_hant: 音訊檔案不可用

source: Audio file not found
de: Audiodatei nicht gefunden
fr: Fichier audio introuvable
zh_hans: 未找到音频文件
zh_hant: 未找到音訊檔案

source: Audio: %@
de: Aufnahme: %@
zh_hans: 录音：%@
zh_hant: 錄音：%@

source: AudioUnit not initialized
de: AudioUnit nicht initialisiert
fr: AudioUnit non initialisé
zh_hans: AudioUnit 未初始化
zh_hant: AudioUnit 未初始化

source: Auto
de: Automatisch
zh_hans: 自动
zh_hant: 自動

source: Auto Learn
de: Automatisch lernen
fr: Apprentissage automatique
zh_hans: 自动学习
zh_hant: 自動學習

source: Auto Learn checks a paste for up to 60 s, until focus leaves the field. Not an accuracy score: changes after that aren't seen.
de: Auto Learn prüft eine Einfügung bis zu 60 s lang, bis der Fokus das Feld verlässt. Keine Genauigkeitsangabe: Änderungen danach sieht es nicht.
fr: L’apprentissage automatique observe un collage jusqu’à 60 s, tant que le champ garde le focus. Ce n’est pas un taux de précision : les modifications faites ensuite ne sont pas vues.
zh_hans: 自动学习在粘贴后最多看 60 秒，焦点离开输入框就结束。这不是识别准确率：之后的修改看不到。
zh_hant: 自動學習在貼上後最多看 60 秒，焦點離開輸入框就結束。這不是辨識準確率：之後的修改看不到。

source: Auto Learn is off, so new pastes aren't watched.
de: Auto Learn ist aus, neue Einfügungen werden also nicht beobachtet.
fr: L’apprentissage automatique est désactivé : les nouveaux collages ne sont pas observés.
zh_hans: 自动学习已关闭，新的粘贴不会被观察。
zh_hant: 自動學習已關閉，新的貼上不會被觀察。

source: Auto Learn is off. Turn it on in Dictionary Settings to learn from the words you correct after Yap pastes.
de: Auto Learn ist aus. Schalte es in den Wörterbuch-Einstellungen ein, damit Yap aus den Wörtern lernt, die du nach dem Einfügen korrigierst.
fr: L’apprentissage automatique est désactivé. Activez-le dans les paramètres du dictionnaire pour apprendre des mots que vous corrigez après un collage de Yap.
zh_hans: 自动学习已关闭。在词典设置中打开后，Yap 会从你在粘贴后修改的词里学习。
zh_hant: 自動學習已關閉。在字典設定中開啟後，Yap 會從你在貼上後修改的詞裡學習。

source: Auto Send
de: Automatisch senden
fr: Envoi automatique
zh_hans: 自动发送
zh_hant: 自動傳送

source: Auto-detect listens for the language before every dictation with a local model. A fixed language skips that, but whole sentences in another language, or switching languages mid-dictation, may come out wrong. You can switch back any time.
de: Mit einem lokalen Modell hört „Automatisch erkennen“ vor jedem Diktat erst heraus, welche Sprache es ist. Eine feste Sprache spart diesen Schritt, aber ganze Sätze in einer anderen Sprache oder ein Sprachwechsel mitten im Diktat können falsch erkannt werden. Du kannst jederzeit zurückwechseln.
fr: Avec un modèle local, la détection automatique identifie d'abord la langue avant chaque dictée. Une langue fixe évite cette étape, mais des phrases entières dans une autre langue, ou un changement de langue en cours de dictée, risquent d'être mal reconnus. Vous pouvez revenir en arrière à tout moment.
zh_hans: 用本机模型时，自动检测会在每次听写前先听出是哪种语言。固定语言能省掉这一步，但整句说其他语言、或一次听写里中英切换时，可能识别得更差。随时可以改回来。
zh_hant: 用本機模型時，自動偵測會在每次聽寫前先聽出是哪種語言。固定語言能省掉這一步，但整句說其他語言、或一次聽寫裡中英切換時，可能辨識得更差。隨時可以改回來。

source: Auto-Learn Dictionary
de: Wörterbuch automatisch erweitern
fr: Dictionnaire d'apprentissage automatique
zh_hans: 词典自动学习
zh_hant: 字典自動學習

source: Auto-Learn Failed
de: Automatisches Lernen fehlgeschlagen
fr: Échec de l'apprentissage automatique
zh_hans: 自动学习失败
zh_hant: 自動學習失敗

source: Auto-added
de: Automatisch hinzugefügt
fr: Ajoutés automatiquement
zh_hans: 自动添加
zh_hant: 自動新增

source: Auto-delete Audio Files
de: Audiodateien automatisch löschen
fr: Supprimer automatiquement les fichiers audio
zh_hans: 自动删除音频文件
zh_hant: 自動刪除音訊檔案

source: Auto-delete Transcript History
de: Transkriptverlauf automatisch löschen
fr: Historique des transcriptions à suppression automatique
zh_hans: 自动删除转写历史记录
zh_hant: 自動刪除轉錄歷史記錄

source: Auto-delete transcripts and audio
de: Transkripte und Audio automatisch löschen
fr: Suppression automatique des transcriptions et de l’audio
zh_hans: 自动删除转写记录和录音
zh_hant: 自動刪除轉錄記錄和錄音

source: Auto-detect
de: Automatisch erkennen
fr: Détection automatique
zh_hans: 自动检测
zh_hant: 自動偵測

source: Automatically Check for Updates
de: Automatisch nach Updates suchen
fr: Rechercher automatiquement les mises à jour
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Automatically learns corrections you make after dictation.
de: Lernt automatisch aus Korrekturen, die du nach dem Diktieren vornimmst.
fr: Apprend automatiquement les corrections que vous apportez après la dictée.
zh_hans: 自动学习你在听写后所做的更正。
zh_hant: 自動學習你在聽寫後所做的更正。

source: Automatically remove configured filler words like 'uh', 'um', or 'hmm' from transcriptions. If no filler words are configured, this cleanup is skipped.
de: Konfigurierte Füllwörter wie „ähm“, „äh“ oder „hmm“ automatisch aus Transkriptionen entfernen. Wenn keine Füllwörter konfiguriert sind, wird diese Bereinigung übersprungen.
fr: Supprimez automatiquement les mots de remplissage configurés tels que « euh », « um » ou « hmm » des transcriptions. Si aucun mot de remplissage n’est configuré, ce nettoyage est ignoré.
zh_hans: 自动从转写中移除已配置的填充词，例如「uh」「um」或「hmm」。如果未配置任何填充词，将跳过此清理。
zh_hant: 自動從轉錄中移除已設定的填充詞，例如「uh」「um」或「hmm」。如果未設定任何填充詞，將略過此清理。

source: Automatically skip AI enhancement when the transcription has very few words. Short phrases like "yes", "thank you", or quick commands don't benefit from enhancement.
de: KI-Verbesserung automatisch überspringen, wenn die Transkription sehr wenige Wörter enthält. Kurze Phrasen wie „ja“, „danke“ oder schnelle Befehle profitieren nicht von der Verbesserung.
fr: Ignorez automatiquement l’amélioration de l’IA lorsque la transcription contient très peu de mots. Les phrases courtes comme « oui », « merci » ou les commandes rapides ne bénéficient pas d'améliorations.
zh_hans: 当转写内容字数很少时，自动跳过 AI 润色。「是的」「谢谢」之类的简短用语或快速指令并不能从润色中获益。
zh_hant: 當轉錄內容字數很少時，自動略過 AI 潤色。「是的」「謝謝」之類的簡短用語或快速指令並不能從潤色中獲益。
